Repository: KindKit/KindKit
Catalog: Library/Measure/Resource/Length.xcstrings
Source language: en
Languages: ru

# attometer_abbreviation
source: am
ru: ам

# attometer_full
source: attometer
ru: аттометр

# cable_abbreviation
source: ch
ru: каб

# cable_full
source: cable
ru: кабельтов

# centimeter_abbreviation
source: cm
ru: см

# centimeter_full
source: centimeter
ru: сантиметр

# chain_full
source: chain
ru: чейн

# decameter_abbreviation
source: dam
ru: дам

# decameter_full
source: decameter
ru: декаметр

# decimeter_abbreviation
source: dm
ru: дм

# decimeter_full
source: decimeter
ru: дециметр

# exameter_abbreviation
source: Em
ru: Эм

# exameter_full
source: exameter
ru: эксаметр

# fathom_abbreviation
source: ftm
ru: фт

# fathom_full
source: fathom
ru: фатом

# femtometer_abbreviation
source: fm
ru: фм

# femtometer_full
source: femtometer
ru: фемтометр

# foot_full
source: foot
ru: фут

# furlong_abbreviation
source: fur
ru: фур

# furlong_full
source: furlong
ru: фурлонг

# gigameter_abbreviation
source: Gm
ru: Гм

# gigameter_full
source: gigameter
ru: гигаметр

# hectometer_abbreviation
source: hm
ru: гм

# hectometer_full
source: hectometer
ru: гектометр

# inch_abbreviation
source: in
ru: дм

# inch_full
source: inch
ru: дюйм

# kilometer_abbreviation
source: km
ru: км

# kilometer_full
source: kilometer
ru: километр

# link_full
source: link
ru: линк

# megameter_abbreviation
source: Mm
ru: Мм

# megameter_full
source: megameter
ru: мегаметр

# meter_abbreviation
source: m
ru: м

# meter_full
source: meter
ru: метр

# micrometer_abbreviation
source: μm
ru: мкм

# micrometer_full
source: micrometer
ru: микрометр

# mile_abbreviation
source: mi
ru: ми

# mile_full
source: mile
ru: миля

# millimeter_abbreviation
source: mm
ru: мм

# millimeter_full
source: millimeter
ru: миллиметр

# nanometer_abbreviation
source: nm
ru: нм

# nanometer_full
source: nanometer
ru: нанометр

# nautical_mile_abbreviation
source: NM
ru: ММ

# nautical_mile_full
source: nautical mile
ru: морская миля

# perch_full
source: perch
ru: перч

# petameter_abbreviation
source: Pm
ru: Пм

# petameter_full
source: petameter
ru: петаметр

# picometer_abbreviation
source: pm
ru: пм

# picometer_full
source: picometer
ru: пикометр

# pole_full
source: pole
ru: поль

# quectometer_abbreviation
source: qm
ru: квм

# quectometer_full
source: quectometer
ru: квектометр

# quettameter_abbreviation
source: Qm
ru: КВм

# quettameter_full
source: quettameter
ru: кветтаметр

# rod_full
source: rod
ru: род

# ronnameter_abbreviation
source: Rm
ru: Рм

# ronnameter_full
source: ronnameter
ru: роннаметр

# rontometer_abbreviation
source: rm
ru: рм

# rontometer_full
source: rontometer
ru: ронтометр

# terameter_abbreviation
source: Tm
ru: Тм

# terameter_full
source: terameter
ru: тераметр

# yard_full
source: yard
ru: ярд

# yoctometer_abbreviation
source: ym
ru: им

# yoctometer_full
source: yoctometer
ru: иоктометр

# yottameter_abbreviation
source: Ym
ru: Им

# yottameter_full
source: yottameter
ru: иоттаметр

# zeptometer_abbreviation
source: zm
ru: зм

# zeptometer_full
source: zeptometer
ru: зептометр

# zettameter_abbreviation
source: Zm
ru: Зм

# zettameter_full
source: zettameter
ru: зеттаметр
